Repository: mitya/allegrotime-ruby
Catalog: resources/*.lproj/Localizable.strings
Languages: ru

# lang
source: en
ru: ru

# main.title
source: AllegroTime
ru: АллегроТайм

# main.tab
source: Status
ru: Статус

# main.backbutton
source: Status
ru: Статус

# main.allegro will pass at $time
source: Allegro will pass at %@
ru: Аллегро пройдет в %@

# main.crossing $closes at $time
source: Crossing %@ at %@
ru: Переезд %@ в %@

# main.footer
source: Only Allegro-related closings are displayed. The crossing can be closed earlier or can be opened later because of the regular suburban trains.
ru: Показаны только перекрытия перездов для прохода Аллегро, переезд может оказаться закрытым раньше или открытым позже из-за прохода электричек и товарных поездов.

# main.show_schedule
source: Allegro Schedule
ru: Расписание Аллегро

# main.show_map
source: Crossings Map
ru: Карта переездов

# main.crossing_cell
source: Crossing
ru: Переезд

# about.title
source: About
ru: О программе

# map.title
source: Map
ru: Карта

# map.tab
source: Map
ru: Карта

# map.standard
source: Standard
ru: Стандарт

# map.hybrid
source: Hybrid
ru: Гибрид

# map.satellite
source: Satellite
ru: Спутник

# crossing.title
source: %@. %@ km
ru: %@, %@ км

# crossing.just_closed
source: Just closed
ru: Только что закрыли

# crossing.just_opened
source: Just opened
ru: Только что открыли

# crossing.will be closed in X mins
source: Will be closed in %@
ru: Закроют через %@

# crossing.will be opened in X mins
source: Will be opened in %@
ru: Откроют через %@

# crossing.opened X min ago
source: Was opened %@ ago
ru: Открыли %@ назад

# crossing.unknown
source: Schedule unknown
ru: Расписания нет

# crossings.title
source: Crossings
ru: Переезды

# crossings.tab
source: Schedule
ru: Расписание

# crossings.closest
source: The nearest is %@
ru: Ближайший — %@

# crossings.closest_undefined
source: The nearest crossing is not identified
ru: Ближайший переезд не определен

# schedule.train_no
source: Train #%@
ru: Поезд №%@

# schedule.show_crossing_map
source: Crossing on the Map
ru: Переезд на карте

# schedule.hel_spb
source: From Helsinki to Saint Petersburg
ru: Из Хельсинки в Санкт-Петербург

# schedule.spb_hel
source: From Saint Petersburg to Helsinki
ru: Из Санкт-Петербурга в Хельсинки

# x km
source: %@ km
ru: %@ км

source: closed
ru: закрыли

source: will be closed
ru: закроют

# poklonnogorskaya_state
source: Closed for reconstruction
ru: Закрыто на строительство путепровода

# poklonnogorskaya_open_estimate
source: Will be opened on 20.12.2016 (estimated)
ru: Откроют — 20.12.2016 (предположительно)

# no_schedule
source: Schedule Unknown
ru: Расписания нет
